<?php

$rankary=array(1=>$glo_rank_name_1,2=>$glo_rank_name_2,3=>$glo_rank_name_3,4=>$glo_rank_name_4,5=>$glo_rank_name_5);
$rankarydt=array(0=>"未确认",1=>$glo_rank_name_1,2=>$glo_rank_name_2,3=>$glo_rank_name_3,4=>$glo_rank_name_4,5=>$glo_rank_name_5);
$rank1ary=array(1=>"VIP",2=>"业务代表",3=>"业务督导",4=>"业务主任",5=>"客户经理",6=>"业务总监");
$weekary=array("周日","周一","周二","周三","周四","周五","周六");
$salaryary=array(1=>"充值",3=>"提现",4=>"日奖金",6=>"申请店铺",9=>"购物消费",11=>"注册会员",16=>"会员升级",15=>"提现手续费",19=>"内部转账",2=>"电子货币转出",10=>"电子货币转入",30=>"共享提成",33=>"鼓励奖",34=>"推荐奖",31=>"推店奖",32=>"代数奖",36=>"税");
$logtype_ary=array(0=>"登录",8=>"充值",10=>"同意提现",14=>"注册会员",5=>"删除会员",13=>"修改会员级别",3=>"移动安置网体",4=>"移动推荐网体",2=>"后台允许会员升级",1=>"后台拒绝会员升级",15=>"设置店铺",16=>"取消店铺",6=>"奖金结算",7=>"奖金发放",12=>'修改排网',9=>"会员登录",110=>"登录会员后台",11=>"同意汇款",100=>"申请提现",101=>"申请汇款");
$priceary=array(1=>"现金钱包",2=>"报单购物账户",3=>"重消购物账户",4=>"奖金钱包");
$salaryprice=array('静态返利'=>"flprice",'对碰奖'=>"dpprice",'销售奖'=>"tjprice",'互动奖'=>"hdprice",'对碰领导奖'=>"dlprice",'回本奖'=>"hbprice",'销售管理奖'=>"xgprice",'互吃奖'=>"hcprice",'B网见点'=>"bjdprice",'报单费'=>"bdprice",'同县管理奖'=>"tgprice",'同县重消奖'=>"tcprice",'重消返点奖'=>"fdprice");
$salaryfee=array('重复消费'=>"cxprice",'网络维护费'=>"wlwhf");
$jjprizeary=array(2=>"销售提成",3=>"管理奖",5=>"报单费",7=>"税");
$jjzdary=array(2=>"ywzzj",3=>"glprice",5=>"dianbuj",7=>"fax");
$tcnumary=array(1=>0,2=>1,3=>2,4=>3,5=>5,6=>7,7=>10);
$tcnameary=array(1=>'无推荐',2=>'推荐1',3=>'推荐2',4=>'推荐3',5=>'推荐5',6=>'推荐7',7=>'推荐10');

?>